tap "derailed/k9s"
tap "farion1231/ccswitch"
brew "atuin", restart_service: :changed
brew "bat"
brew "btop"
brew "chezmoi"
brew "direnv"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "glab"
brew "go"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libomp"
brew "mtr"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "watchman"
brew "yazi"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
cask "farion1231/ccswitch/cc-switch"
cask "font-jetbrains-mono-nerd-font"
npm "@wecom/cli"
npm "corepack"
